Repository: zsb0728/freetube
Catalog: FreeTube/FreeTube/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ru, zh_hans

source: “%@” will be permanently removed from your device.
de: „%@“ wird endgültig von Ihrem Gerät entfernt.
es: «%@» se eliminará permanentemente de tu dispositivo.
fr: « %@ » sera définitivement supprimé de votre appareil.
ru: «%@» будет окончательно удалён с устройства.
zh_hans: “%@”将从您的设备中永久删除。

source: %@ · streaming…
de: %@ · streamt…
es: %@ · transmitiendo…
fr: %@ · diffusion…
ru: %@ · потоковая передача…
zh_hans: %@·流媒体…

source: %@ likes
de: %@ „Gefällt mir“
es: %@ Me gusta
fr: %@ J’aime
ru: %@ нравится
zh_hans: %@ 喜欢

source: %@ subscribers
de: %@ Abonnenten
es: %@ suscriptores
fr: %@ abonnés
ru: %@ подписчиков
zh_hans: %@订阅者

source: %lld items
de: %lld Einträge
es: %lld elementos
fr: %lld éléments
ru: %lld элементов
zh_hans: %lld 个项目

source: %lld selected
de: %lld ausgewählt
es: %lld seleccionados
fr: %lld sélectionné(s)
ru: Выбрано: %lld
zh_hans: %lld 已选择

source: %lld subscribers
de: %lld Abonnenten
es: %lld suscriptores
fr: %lld abonnés
ru: %lld подписчиков
zh_hans: %lld 个订阅者

source: %lld views
de: %lld Aufrufe
es: %lld vistas
fr: %lld vues
ru: %lld просмотров
zh_hans: %lld 次浏览

source: 1 (sequential)
de: 1 (sequenziell)
es: 1 (secuencial)
fr: 1 (séquentiel)
ru: 1 (последовательно)
zh_hans: 1（顺序）

source: About
de: Über
es: Acerca de
fr: À propos
ru: О приложении
zh_hans: 关于

source: Account
de: Konto
es: Cuenta
fr: Compte
ru: Аккаунт
zh_hans: 账号

source: Add to favorites
de: Zu Favoriten hinzufügen
es: Añadir a favoritos
fr: Ajouter aux favoris
ru: В избранное
zh_hans: 添加到收藏

source: Add to playlist
de: Zur Playlist hinzufügen
es: Añadir a lista
fr: Ajouter à la playlist
ru: Добавить в плейлист
zh_hans: 添加到播放列表

source: All videos
de: Alle Videos
es: Todos los vídeos
fr: Toutes les vidéos
ru: Все видео
zh_hans: 所有视频

source: Allow cellular data
de: Mobile Daten erlauben
es: Permitir datos móviles
fr: Autoriser les données cellulaires
ru: Разрешить мобильные данные
zh_hans: 允许使用蜂窝数据

source: Already at latest (%@)
de: Bereits aktuell (%@)
es: Ya está en la última versión (%@)
fr: Déjà à jour (%@)
ru: Уже установлена последняя версия (%@)
zh_hans: 已是最新版本（%@）

source: Autoplay next video
de: Nächstes Video automatisch abspielen
es: Reproducción automática
fr: Lecture automatique de la vidéo suivante
ru: Автовоспроизведение
zh_hans: 自动播放下一个视频

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
ru: Отмена
zh_hans: 取消

source: Cancel selection
de: Auswahl abbrechen
es: Cancelar selección
fr: Annuler la sélection
ru: Отменить выбор
zh_hans: 取消选择

source: Channel
de: Kanal
es: Canal
fr: Chaîne
ru: Канал
zh_hans: 频道

source: Channels
de: Kanäle
es: Canales
fr: Chaînes
ru: Каналы
zh_hans: 频道

source: Channels and videos you've watched
de: Kanäle und Videos, die du dir angesehen hast
es: Canales y vídeos que has visto
fr: Chaînes et vidéos que vous avez regardées
ru: Каналы и видео, которые вы смотрели
zh_hans: 您观看过的频道和视频

source: Channels you follow
de: Kanäle, denen du folgst
es: Canales que sigues
fr: Chaînes que vous suivez
ru: Каналы, на которые вы подписаны
zh_hans: 您关注的频道

source: Channels you subscribe to on YouTube will show up here.
de: Kanäle, die du auf YouTube abonnierst, erscheinen hier.
es: Los canales a los que te suscribas en YouTube aparecerán aquí.
fr: Les chaînes auxquelles vous êtes abonné sur YouTube apparaîtront ici.
ru: Каналы, на которые вы подписаны на YouTube, появятся здесь.
zh_hans: 您在 YouTube 上订阅的频道将显示在此处。

source: Clear
de: Löschen
es: Borrar
fr: Effacer
ru: Очистить
zh_hans: 清除

source: Clear all
de: Alles löschen
es: Borrar todo
fr: Tout effacer
ru: Очистить все
zh_hans: 全部清除

source: Clear all logs
de: Alle Logs löschen
es: Borrar todos los registros
fr: Effacer tous les journaux
ru: Очистить все логи
zh_hans: 清除全部日志

source: Close
de: Schließen
es: Cerrar
fr: Fermer
ru: Закрыть
zh_hans: 关闭

source: Close full screen player
de: Vollbild-Player schließen
es: Cerrar reproductor a pantalla completa
fr: Fermer le lecteur plein écran
ru: Закрыть полноэкранный плеер
zh_hans: 关闭全屏播放器

source: Comments
de: Kommentare
es: Comentarios
fr: Commentaires
ru: Комментарии
zh_hans: 评论

source: Completed
de: Abgeschlossen
es: Completado
fr: Terminé
ru: Завершено
zh_hans: 已完成

source: Convert
de: Konvertieren
es: Convertir
fr: Convertir
ru: Конвертировать
zh_hans: 转换

source: Convert audio to MP3
de: Audio in MP3 konvertieren
es: Convertir audio a MP3
fr: Convertir l’audio en MP3
ru: Конвертировать аудио в MP3
zh_hans: 将音频转换为 MP3

source: Convert video to H.264
de: Video in H.264 konvertieren
es: Convertir vídeo a H.264
fr: Convertir la vidéo en H.264
ru: Конвертировать видео в H.264
zh_hans: 将视频转换为 H.264

source: Cookies are stored only in the Keychain.
de: Cookies werden ausschließlich im Schlüsselbund gespeichert.
es: Las cookies se guardan solo en el Llavero.
fr: Les cookies sont stockés uniquement dans le Trousseau.
ru: Cookies хранятся только в связке ключей.
zh_hans: Cookie 仅存储在钥匙串中。

source: Copy URL
de: URL kopieren
es: Copiar URL
fr: Copier l’URL
ru: Копировать ссылку
zh_hans: 复制链接

source: Copy URL at current time
de: URL bei aktueller Zeit kopieren
es: Copiar URL en el momento actual
fr: Copier l’URL à l’instant actuel
ru: Копировать ссылку с временем
zh_hans: 复制当前时间链接

source: Couldn't load video
de: Video konnte nicht geladen werden
es: No se pudo cargar el vídeo
fr: Impossible de charger la vidéo
ru: Не удалось загрузить видео
zh_hans: 无法加载视频

source: Couldn't read this link
de: Link konnte nicht gelesen werden
es: No se pudo leer este enlace
fr: Impossible de lire ce lien
ru: Не удалось прочитать ссылку
zh_hans: 无法解析此链接

source: Create
de: Erstellen
es: Crear
fr: Créer
ru: Создать
zh_hans: 创建

source: Create new playlist
de: Neue Playlist erstellen
es: Crear lista nueva
fr: Créer une nouvelle playlist
ru: Создать плейлист
zh_hans: 创建新的播放列表

source: Creator
de: Ersteller
es: Creador
fr: Créateur
ru: Автор
zh_hans: 创作者

source: Current log
de: Aktuelle Logdatei
es: Registro actual
fr: Journal actuel
ru: Текущий лог
zh_hans: 当前日志

source: Currently using %@. When the cache exceeds the limit, the oldest downloads are removed to fit. Parallel fragments controls how many HLS/DASH chunks yt-dlp fetches at once inside a single download — higher values are faster on good connections; values above 8 can trigger YouTube rate-limiting.
de: Aktuelle Nutzung: %@. Wenn der Cache das Limit überschreitet, werden die ältesten Downloads entfernt. „Parallele Fragmente“ legt fest, wie viele HLS/DASH-Stücke yt-dlp in einem Download gleichzeitig abruft — höhere Werte sind bei guter Verbindung schneller; Werte über 8 können YouTube-Drosselung auslösen.
es: Usando %@ actualmente. Cuando la caché supera el límite, se eliminan las descargas más antiguas para liberar espacio. Los fragmentos paralelos controlan cuántos trozos HLS/DASH descarga yt-dlp al mismo tiempo dentro de una sola descarga — valores más altos son más rápidos con buenas conexiones; los valores superiores a 8 pueden provocar limitaciones de YouTube.
fr: Utilisation actuelle : %@. Lorsque le cache dépasse la limite, les téléchargements les plus anciens sont supprimés. Fragments parallèles contrôle le nombre de morceaux HLS/DASH que yt-dlp récupère à la fois dans un même téléchargement — des valeurs élevées sont plus rapides sur de bonnes connexions ; au-delà de 8, YouTube peut limiter le débit.
ru: Используется %@. Когда кэш превышает лимит, старые загрузки удаляются для освобождения места. Параллельные фрагменты определяют, сколько HLS/DASH-сегментов yt-dlp загружает одновременно внутри одной загрузки — большие значения работают быстрее на хорошем соединении; значения выше 8 могут привести к ограничениям со стороны YouTube.
zh_hans: 当前已使用 %@。缓存超过上限时，会删除最早的下载内容以腾出空间。 并行分片数决定 yt-dlp 在单次下载中同时获取多少个 HLS/DASH 分片。网络良好时数值越高越快；高于 8 可能触发 YouTube 限速。

source: Currently using %@. When the cache exceeds the limit, the oldest downloads are removed to fit. Prefetch starts a background download of the next queued video as soon as the current one plays, so tapping Next is instant. Turn off to save bandwidth. Parallel fragments controls how many HLS/DASH chunks yt-dlp fetches at once inside a single download — higher values are faster on good connections; values above 8 can trigger YouTube rate-limiting.
de: Aktuelle Nutzung: %@. Wenn der Cache das Limit überschreitet, werden die ältesten Downloads entfernt. „Vorab laden“ startet im Hintergrund den Download des nächsten Videos in der Warteschlange, sobald das aktuelle abgespielt wird — so erfolgt „Weiter“ sofort. Zum Sparen von Datenvolumen ausschalten. „Parallele Fragmente“ legt fest, wie viele HLS/DASH-Stücke yt-dlp in einem Download gleichzeitig abruft — höhere Werte sind bei guter Verbindung schneller; Werte über 8 können YouTube-Drosselung auslösen.
es: Uso actual: %@. Cuando la caché supera el límite, se eliminan las descargas más antiguas para que quepan. La precarga inicia una descarga en segundo plano del siguiente vídeo en cola en cuanto empieza a reproducirse el actual, para que tocar Siguiente sea instantáneo. Desactívala para ahorrar datos. Fragmentos paralelos controla cuántos trozos HLS/DASH descarga yt-dlp a la vez dentro de una sola descarga — valores más altos son más rápidos con buena conexión; valores por encima de 8 pueden activar el límite de tasa de YouTube.
fr: Utilisation actuelle : %@. Lorsque le cache dépasse la limite, les téléchargements les plus anciens sont supprimés. Le préchargement lance en arrière-plan le téléchargement de la prochaine vidéo de la file dès que la vidéo en cours démarre, pour que toucher Suivant soit instantané. Désactivez-le pour économiser de la bande passante. Fragments parallèles contrôle le nombre de morceaux HLS/DASH que yt-dlp récupère à la fois dans un même téléchargement — des valeurs élevées sont plus rapides sur de bonnes connexions ; au-delà de 8, YouTube peut limiter le débit.
ru: Сейчас используется: %@. Когда кэш превышает лимит, самые старые загрузки удаляются. Предзагрузка начинает фоновую загрузку следующего видео в очереди сразу после начала воспроизведения текущего, чтобы нажатие «Далее» срабатывало мгновенно. Отключите для экономии трафика. Параллельные фрагменты определяют, сколько чанков HLS/DASH yt-dlp скачивает одновременно в рамках одной загрузки — более высокие значения быстрее при хорошем соединении; значения выше 8 могут вызвать ограничение со стороны YouTube.
zh_hans: 当前使用%@。当缓存超过限制时，最旧的下载将被删除以适应。 当前视频播放后，预取就会开始后台下载下一个排队的视频，因此点击“下一步”即可立即完成。关闭以节省带宽。 并行片段控制 yt-dlp 在一次下载中一次获取多少个 HLS/DASH 块 — 在良好的连接情况下，值越高速度越快；高于 8 的值可能会触发 YouTube 速率限制。

source: Date
de: Datum
es: Fecha
ru: Дата
zh_hans: 日期

source: Date downloaded
de: Downloaddatum
es: Fecha de descarga
fr: Date de téléchargement
ru: Дата загрузки
zh_hans: 下载日期

source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
ru: Удалить
zh_hans: 删除

source: Delete %lld %@?
de: %lld %@ löschen?
es: ¿Eliminar %lld %@?
fr: Supprimer %lld %@ ?
ru: Удалить %lld %@?
zh_hans: 删除 %lld %@？

source: Delete all log files?
de: Alle Logdateien löschen?
es: ¿Eliminar todos los archivos de registro?
fr: Supprimer tous les fichiers journaux ?
ru: Удалить все файлы логов?
zh_hans: 删除所有日志文件？

source: Delete from downloaded
de: Aus Downloads entfernen
es: Eliminar de descargas
fr: Supprimer des téléchargements
ru: Удалить из загрузок
zh_hans: 从下载中删除

source: Delete this video?
de: Dieses Video löschen?
es: ¿Eliminar este vídeo?
fr: Supprimer cette vidéo ?
ru: Удалить это видео?
zh_hans: 删除这个视频？

source: Description
de: Beschreibung
es: Descripción
ru: Описание
zh_hans: 简介

source: Deselect all
de: Auswahl aufheben
es: Deseleccionar todo
fr: Tout désélectionner
ru: Снять выделение
zh_hans: 取消全选

source: Diagnostics
de: Diagnose
es: Diagnóstico
ru: Диагностика
zh_hans: 诊断

source: Done
de: Fertig
es: Listo
fr: OK
ru: Готово
zh_hans: 完成

source: Download
de: Herunterladen
es: Descargar
fr: Télécharger
ru: Скачать
zh_hans: 下载

source: Downloading
de: Wird geladen
es: Descargando
fr: Téléchargement
ru: Загрузка
zh_hans: 正在下载

source: Downloading · see Downloads tab
de: Lade … · siehe Downloads-Tab
es: Descargando · ver pestaña Descargas
fr: Téléchargement · voir l’onglet Téléchargements
ru: Загрузка · см. вкладку «Загрузки»
zh_hans: 正在下载 · 查看“下载”标签页

source: Downloading %@ %lld%%
de: Lade %@ %lld%%
es: Descargando %@ %lld%%
fr: Téléchargement de %@ %lld%%
ru: Загрузка %@ %lld%%
zh_hans: 正在下载 %@ %lld%%

source: Downloading %lld%%
de: Wird geladen %lld%%
es: Descargando %lld%%
fr: Téléchargement %lld%%
ru: Загрузка %lld%%
zh_hans: 正在下载 %lld%%

source: Duration
de: Dauer
es: Duración
fr: Durée
ru: Длительность
zh_hans: 时长

source: Error
de: Fehler
fr: Erreur
ru: Ошибка
zh_hans: 错误

source: Failed
de: Fehlgeschlagen
es: Error
fr: Échec
ru: Ошибка
zh_hans: 失败

source: Fetch
de: Abrufen
es: Obtener
fr: Récupérer
ru: Получить
zh_hans: 获取

source: File size
de: Dateigröße
es: Tamaño del archivo
fr: Taille du fichier
ru: Размер файла
zh_hans: 文件大小

source: Find videos, channels, and playlists.
de: Finde Videos, Kanäle und Playlists.
es: Encuentra vídeos, canales y listas.
fr: Trouvez des vidéos, des chaînes et des playlists.
ru: Поиск видео, каналов и плейлистов.
zh_hans: 查找视频、频道和播放列表。

source: Find…
de: Suchen…
es: Buscar…
fr: Rechercher…
ru: Найти…
zh_hans: 查找…

source: Finishing sign-in…
de: Anmeldung wird abgeschlossen…
es: Finalizando inicio de sesión…
fr: Finalisation de la connexion…
ru: Завершение входа…
zh_hans: 正在完成登录…

source: FreeTube is a personal/sideload-only YouTube client. It uses YouTubeKit (cookie-based, no Google API key) plus yt-dlp for downloads. YouTube can change its internal API at any time — please be patient when things break.
de: FreeTube ist ein YouTube-Client ausschließlich für die persönliche Nutzung bzw. das Sideloading. Er verwendet YouTubeKit (cookie-basiert, ohne Google-API-Schlüssel) sowie yt-dlp für Downloads. YouTube kann seine interne API jederzeit ändern — bitte habe Geduld, wenn etwas nicht funktioniert.
es: FreeTube es un cliente de YouTube personal solo para sideload. Usa YouTubeKit (basado en cookies, sin clave de API de Google) y yt-dlp para descargas. YouTube puede cambiar su API interna en cualquier momento — ten paciencia cuando algo deje de funcionar.
fr: FreeTube est un client YouTube réservé à l’usage personnel / au sideload. Il utilise YouTubeKit (basé sur les cookies, sans clé d’API Google) et yt-dlp pour les téléchargements. YouTube peut modifier son API interne à tout moment — soyez patient lorsque quelque chose se casse.
ru: FreeTube — это персональный YouTube-клиент только для установки в обход App Store. Использует YouTubeKit (по cookies, без ключа Google API) и yt-dlp для загрузок. YouTube может в любой момент изменить свой внутренний API — пожалуйста, проявляйте терпение, когда что-то ломается.
zh_hans: FreeTube 是一款仅限个人/旁加载的 YouTube 客户端。它使用 YouTubeKit（基于 cookie，无 Google API 密钥）和 yt-dlp 进行下载。 YouTube 可以随时更改其内部 API - 当出现问题时请耐心等待。

source: FreeTube uses a `WKWebView` to capture cookies. They are stored only in the Keychain.
de: FreeTube verwendet einen `WKWebView`, um Cookies zu erfassen. Sie werden ausschließlich im Schlüsselbund gespeichert.
es: FreeTube usa un `WKWebView` para capturar las cookies. Se guardan solo en el Llavero.
fr: FreeTube utilise un `WKWebView` pour capturer les cookies. Ils sont stockés uniquement dans le Trousseau.
ru: FreeTube использует `WKWebView` для получения cookies. Они хранятся только в связке ключей.
zh_hans: FreeTube 使用“WKWebView”来捕获 cookie。它们仅存储在钥匙串中。

source: H.264 is universally playable on Apple platforms. MP3 is for audio you'll share with apps that don't accept AAC / Opus. Conversion happens on-device via FFmpeg and may take a few seconds.
de: H.264 ist auf Apple-Plattformen universell abspielbar. MP3 ist für Audio, das du mit Apps teilst, die AAC / Opus nicht akzeptieren. Die Konvertierung erfolgt lokal über FFmpeg und kann einige Sekunden dauern.
es: H.264 se reproduce universalmente en plataformas Apple. MP3 es para audio que compartirás con apps que no aceptan AAC / Opus. La conversión se hace en el dispositivo con FFmpeg y puede tardar unos segundos.
fr: Le H.264 est lisible universellement sur les plateformes Apple. Le MP3 est utile pour l’audio que vous partagez avec des apps qui n’acceptent pas AAC / Opus. La conversion s’effectue sur l’appareil via FFmpeg et peut prendre quelques secondes.
ru: H.264 воспроизводится на всех платформах Apple. MP3 нужен для аудио, которым вы поделитесь с приложениями, не принимающими AAC / Opus. Конвертация выполняется на устройстве через FFmpeg и может занять несколько секунд.
zh_hans: H.264 可在 Apple 平台上普遍播放。 MP3 用于与不接受 AAC / Opus 的应用程序共享的音频。转换通过 FFmpeg 在设备上进行，可能需要几秒钟。

source: History
de: Verlauf
es: Historial
fr: Historique
ru: История
zh_hans: 历史记录

source: Home
de: Start
es: Inicio
fr: Accueil
ru: Главная
zh_hans: 首页

source: If videos stop loading, tap this to wipe stored cookies and the visitor token. The next playback attempt will run anonymously.
de: Wenn Videos nicht mehr geladen werden, hier tippen, um die gespeicherten Cookies und das Besucher-Token zu löschen. Der nächste Wiedergabeversuch erfolgt anonym.
es: Si los vídeos dejan de cargar, toca para borrar las cookies guardadas y el token de visitante. El próximo intento de reproducción será anónimo.
fr: Si les vidéos cessent de se charger, appuyez ici pour supprimer les cookies stockés et le jeton de visiteur. La prochaine tentative de lecture s’exécutera anonymement.
ru: Если видео перестали загружаться, нажмите, чтобы удалить сохранённые cookies и токен посетителя. Следующее воспроизведение начнётся анонимно.
zh_hans: 如果视频停止加载，请点击此按钮以擦除存储的 cookie 和访客令牌。下一次播放尝试将以匿名方式运行。

source: Last updated
de: Zuletzt aktualisiert
es: Última actualización
fr: Dernière mise à jour
ru: Последнее обновление
zh_hans: 最后更新

source: Latest
de: Neueste
es: Más recientes
fr: Récentes
ru: Новые
zh_hans: 最新

source: Latest from your subscriptions
de: Neuestes aus deinen Abonnements
es: Lo último de tus suscripciones
fr: Récent de vos abonnements
ru: Последние из подписок
zh_hans: 订阅频道最新内容

source: Latest videos
de: Neueste Videos
es: Vídeos recientes
fr: Vidéos les plus récentes
ru: Новые видео
zh_hans: 最新视频

source: Latest videos from your subscriptions.
de: Die neuesten Videos aus deinen Abonnements.
es: Vídeos recientes de tus suscripciones.
fr: Les vidéos les plus récentes de vos abonnements.
ru: Последние видео из ваших подписок.
zh_hans: 您订阅的最新视频。

source: Less
de: Weniger
es: Menos
fr: Moins
ru: Свернуть
zh_hans: 收起

source: Less details
de: Weniger Details
es: Menos detalles
fr: Moins de détails
ru: Меньше деталей
zh_hans: 收起详情

source: Library
de: Mediathek
es: Biblioteca
fr: Bibliothèque
ru: Библиотека
zh_hans: 媒体库

source: Liked videos
de: Gelikte Videos
es: Vídeos que te gustaron
fr: Vidéos aimées
ru: Понравившиеся видео
zh_hans: 喜欢的视频

source: Loading details…
de: Details werden geladen…
es: Cargando detalles…
fr: Chargement des détails…
ru: Загрузка деталей…
zh_hans: 正在加载详细信息...

source: Loading…
de: Wird geladen…
es: Cargando…
fr: Chargement…
ru: Загрузка…
zh_hans: 加载中…

source: More
de: Mehr
es: Más
fr: Plus
ru: Ещё
zh_hans: 更多

source: More details
de: Mehr Details
es: Más detalles
fr: Plus de détails
ru: Подробнее
zh_hans: 更多详情

source: Most viewed first
de: Meistgesehene zuerst
es: Más vistos primero
fr: Les plus regardées d’abord
ru: Самые просматриваемые
zh_hans: 按观看次数排序

source: Movies
de: Filme
es: Películas
fr: Films
ru: Фильмы
zh_hans: 电影

source: Navigate
de: Navigieren
es: Navegar
fr: Naviguer
ru: Навигация
zh_hans: 导航

source: Network error
de: Netzwerkfehler
es: Error de red
fr: Erreur réseau
ru: Ошибка сети
zh_hans: 网络错误

source: New playlist
de: Neue Playlist
es: Lista nueva
fr: Nouvelle playlist
ru: Новый плейлист
zh_hans: 新播放列表

source: New playlist…
de: Neue Playlist…
es: Lista nueva…
fr: Nouvelle playlist…
ru: Новый плейлист…
zh_hans: 新的播放列表...

source: Newest first
de: Neueste zuerst
es: Más nuevos primero
fr: Les plus récents d’abord
ru: Сначала новые
zh_hans: 最新优先

source: Next
de: Weiter
es: Siguiente
fr: Suivant
ru: Следующее
zh_hans: 下一首

source: No channel detected
de: Kein Kanal erkannt
es: Canal no detectado
fr: Aucune chaîne détectée
ru: Канал не обнаружен
zh_hans: 未检测到频道

source: No downloads
de: Keine Downloads
es: Sin descargas
fr: Aucun téléchargement
ru: Нет загрузок
zh_hans: 暂无下载

source: No playlists
de: Keine Playlists
es: Sin listas
fr: Aucune playlist
ru: Нет плейлистов
zh_hans: 暂无播放列表

source: No subscriptions
de: Keine Abonnements
es: Sin suscripciones
fr: Aucun abonnement
ru: Нет подписок
zh_hans: 暂无订阅

source: None (audio only)
de: Keine (nur Audio)
es: Ninguno (solo audio)
fr: Aucun (audio uniquement)
ru: Нет (только аудио)
zh_hans: 无（仅音频）

source: None (silent video)
de: Keine (stummes Video)
es: Ninguno (vídeo silencioso)
fr: Aucun (vidéo muette)
ru: Нет (видео без звука)
zh_hans: 无（无声视频）

source: None (use video's embedded audio)
de: Keine (eingebettetes Video-Audio verwenden)
es: Ninguno (usar el audio integrado del vídeo)
fr: Aucun (utiliser l’audio intégré à la vidéo)
ru: Нет (использовать встроенное аудио видео)
zh_hans: 无（使用视频的嵌入音频）

source: Not signed in
de: Nicht angemeldet
es: No has iniciado sesión
fr: Non connecté
ru: Не выполнен вход
zh_hans: 未登录

source: Nothing here
de: Nichts hier
es: No hay nada aquí
fr: Rien ici
ru: Здесь пусто
zh_hans: 暂无内容

source: Nothing here yet
de: Noch nichts hier
es: Todavía no hay nada
fr: Rien pour l’instant
ru: Здесь пока пусто
zh_hans: 这里还没有内容

source: Nothing new
de: Nichts Neues
es: Nada nuevo
fr: Rien de nouveau
ru: Ничего нового
zh_hans: 暂无新内容

source: Open in browser
de: Im Browser öffnen
es: Abrir en navegador
fr: Ouvrir dans le navigateur
ru: Открыть в браузере
zh_hans: 在浏览器中打开

source: Open in…
de: Öffnen in…
es: Abrir en…
fr: Ouvrir dans…
ru: Открыть в…
zh_hans: 打开方式…

source: Parallel fragments
de: Parallele Fragmente
es: Fragmentos paralelos
fr: Fragments parallèles
ru: Параллельные фрагменты
zh_hans: 并行分片数

source: Paste a link…
de: Link einfügen…
es: Pega un enlace…
fr: Collez un lien…
ru: Вставьте ссылку…
zh_hans: 粘贴链接…

source: Paused
de: Pausiert
es: En pausa
fr: En pause
ru: Приостановлено
zh_hans: 已暂停

source: Play
de: Wiedergabe
es: Reproducir
fr: Lire
ru: Воспроизвести
zh_hans: 播放

source: Play all
de: Alle abspielen
es: Reproducir todo
fr: Tout lire
ru: Слушать всё
zh_hans: 全部播放

source: Playback
de: Wiedergabe
es: Reproducción
fr: Lecture
ru: Воспроизведение
zh_hans: 播放

source: Playbacks
de: Wiedergaben
es: Reproducciones
fr: Lectures
ru: Просмотры
zh_hans: 播放次数

source: Playlist title
de: Playlist-Titel
es: Título de la lista
fr: Titre de la playlist
ru: Название плейлиста
zh_hans: 播放列表标题

source: Playlists you create on YouTube will appear here.
de: Playlists, die du auf YouTube erstellst, erscheinen hier.
es: Las listas que crees en YouTube aparecerán aquí.
fr: Les playlists que vous créez sur YouTube apparaîtront ici.
ru: Плейлисты, которые вы создаёте на YouTube, появятся здесь.
zh_hans: 您在 YouTube 上创建的播放列表将显示在此处。

source: Popular
de: Beliebt
es: Populares
fr: Populaires
ru: Популярные
zh_hans: 热门

source: Popular videos
de: Beliebte Videos
es: Vídeos populares
fr: Vidéos populaires
ru: Популярные видео
zh_hans: 热门视频

source: Preferred quality
de: Bevorzugte Qualität
es: Calidad preferida
fr: Qualité préférée
ru: Качество
zh_hans: 首选画质

source: Prefetch next video
de: Nächstes Video vorab laden
es: Precargar el siguiente vídeo
fr: Précharger la vidéo suivante
ru: Предзагрузка следующего видео
zh_hans: 预加载下一个视频

source: Preparing…
de: Wird vorbereitet…
es: Preparando…
fr: Préparation…
ru: Подготовка…
zh_hans: 正在准备…

source: Preview
de: Vorschau
es: Vista previa
fr: Aperçu
ru: Предпросмотр
zh_hans: 预览

source: Previous
de: Zurück
es: Anterior
fr: Précédent
ru: Предыдущее
zh_hans: 上一首

source: Private
de: Privat
es: Privado
fr: Privé
ru: Приватный
zh_hans: 私密
